{
  "startStory": {
    "story": "You awaken disheveled & alone. Cold damp air fills your lungs.\nWhere are you?\nHow did you get here?\nYour eyes slowly adjust to the darkness & you realize you are at the entrance of the ancient Witch's Cavern.\n Bone chilling terror tingles down your spine as you hear her muffled call hanging in the air.",
    "choiceA": "You are enticed.\nThe tales of power bestowed those survivers of the Witch's trial move you onward\n into the dark mouth of the cave.",
    "choiceB": "You haven't gotten this far in life by falling for such treacherous evil as this!\n Try & find a path home."
  },
  "aStory": {
    "story": "Your stiff limbs propel you forward, as if possessed.\nThe cave is pitch black as you walk down what seems to be a long corridor.\nTime passes, but it feels meaningless.\nIt could have been minutes or hours.\nEventually you see a dim light that's coming from a large yawning hollow.\nBefore you is a crooked house, reaching to ceiling of the giant cavern.\nYou can see the lights are on, someone is home.",
    "choiceA": "You have come this far.\nGlory is only earned by those who seek it!\nMeet the Witch & realize your destiny.",
    "choiceB": "You know a trap when you see one.\nYou are no fool!\nHead down the tunnel on your right.\nYou can feel fresh air oozing from the entrance."
  },
  "bStory": {
    "story": "You find your way through the lush forest along an old path.\nAs you go along you start to notice how quiet it is.\nDeathly quiet.\nYet still, you trudge on.\nThe silence is deafening & drains your energy.\nYou stumble & fall.\nAs you lay there, drooling into the dirt, you hear something... someone is crying.\nYou stand up, attempting to get your wits about you.",
    "choiceA": "You trudge forwards, you picture a fragile fair maiden who needs saving!\nYou move sluggishly towards the sound.\nYou will be a hero & shall be rewarded with gold & treasures.\n You will be the champion bards write of of centuries!",
    "choiceB": "The noise seems stark & frightening against the quiet.\nIn your dreamy haze you see a small home unlike any dwelling you have seen before.\nPerhaps there you can find help for what ales you."
  },
  "cStory": {
    "story": "You knock thrice upon the weathered Witch's door, & it creaks open loudly.\nHer voice is filling your ears, warm & smooth like honey.\nShe pulls you into a small intimate room, feeling her presence behind you.\nHer boney fingers clutching your shoulders harshly.\n'Come to find your fortune? Look deeply into the eyes of Raydom the conqueror, who met his end here some 200 years ago in this very room!'\nYour attention is drawn to skull on the table surrounded by dripping c&les.\nYou gaze into the empty sockets where the storied hero's blue eyes used to have been.\nYour bravery in the face of such ghoulish conditions is seen by Raydom.\nHe has weighed your soul & you are the chosen one to carry on his quest.\nThere is a shrill scream & your surroundings swirl away. You are now the proud owner of the renowned Vorpal Blade of Edenith, entitling you to rule the Eight Kingdoms of Halyth!",
    "results": "You win!"
  },
  "dStory": {
    "story": "The smell of sweet fresh air feels like a restorative tonic.\nYou gulp it down & head away from the Witch's entanglement.\nYou walk into what seems to be a light green whimsical garden.\nIn front of you is a large tree, teeming with life & the sweet songs of birds.\nYour mouth is so parched.\nYou see the glistening clear water of a pond beneath its branches.\nIn the shallows there is a glistening golden goblet.\nYou reach into they pool & pull it up filled with delicious crisp crystal water.\nIt tastes foul in your mouth!\nYour cowardice has led you astray.\nThe room was a mirage. A trap laid by the Witch herself!\nYou have been poisoned!",
    "results": "You lose!"
  },
  "eStory": {
    "story": "Your limbs are heavy, as if filled with sand.\nYou fall & hit hard against the base of a tree.\nTo you horror, you realize you are face to face with a large skull reeking of noxious dark magic.\nYou have fallen into a Witch's trap!\nYou're surrounded by her deadly trinkets, & doomed to wait for her to come check her ensnarement.",
    "results": "You lose!"
  },
  "fStory": {
    "story": "You approach the house & find that is an enormous toadstool,\nwith a chimney puffing merry smoke.\nThe aromas of neillaflowers in the spring, & tangy rosemary fills your nose.\nYou regain you composure, the spell lifted.\nA kind Gnibbling couple greets you at the home's door, & fills you up a long flagon of steaming mulder spice broth.\nThey tell you of their missing child, & after your rest you vow to bring young Gnibblet home.\nYou found your calling!",
    "results": "You win!"
  }
}
